       IDENTIFICATION DIVISION.
       PROGRAM-ID. OLACOBOL.

       DATA DIVISION.
       WORKING-STORAGE SECTION.

       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
           DISPLAY "OLA COBOL".
           STOP RUN.

       END PROGRAM OLACOBOL.